# IdeaStatiCa.ConnectionApi.Model.ConConversionSettings

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**TargetDesignCode** | **CountryCode** |  | [optional]
**Concrete** | **List&lt;ConversionMapping&gt;** |  | [optional]
**CrossSections** | **List&lt;ConversionMapping&gt;** |  | [optional]
**Fasteners** | **List&lt;ConversionMapping&gt;** |  | [optional]
**Steel** | **List&lt;ConversionMapping&gt;** |  | [optional]
**Welds** | **List&lt;ConversionMapping&gt;** |  | [optional]
**BoltGrade** | **List&lt;ConversionMapping&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)